Revit 2027 API
ParameterTypeId.ViewportAttrPreserveTitlePosition Property
 "Preserve Title Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewportAttrPreserveTitlePosition { get; }
Public Shared ReadOnly Property ViewportAttrPreserveTitlePosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewportAttrPreserveTitlePosition {
	ForgeTypeId^ get ();
}
static member ViewportAttrPreserveTitlePosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace